---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepLowerBottomElevationIncludeInsulation
source: html/14116155-9161-6bff-6f47-a2930bdc46ea.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepLowerBottomElevationIncludeInsulation Property

"Lower End Bottom of Insulation Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId MepLowerBottomElevationIncludeInsulation { get; }
```